
"AppTitle" = "Creació d’un instal·lador de l’elementary OS";
"Quit" = "Surt";
"Cancel" = "Cancel·la";
"Continue" = "Continua";

"ChooseISO" = "Trieu un fitxer ISO de l’elementary OS:";
"NoDrivesFound" = "No s’han trobat unitats apropiades. Assegureu-vos que la unitat estigui endollada i encesa.";
"ChooseDrive" = "Trieu una unitat per a l’instal·lador de l’elementary OS:";
"InstallComplete" = "S’ha creat l’instal·lador de l’elementary OS correctament. Per retornar la unitat a l’estat original, esborreu-la mitjançant l’Utilitat de discs.";
"InstallCompleteNotification" = "S’ha creat l’instal·lador de l’elementary OS correctament.";

"DriveName" = "La unitat «";
"EraseDriveName" = "» s’esborrarà i s’hi afegirà el contingut de l’instal·lador de l’elementary OS. Es necessiten privilegis administratius. Voleu continuar?";

